---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolResolution
source: html/3498a5e9-753c-51cd-437a-2d055cddd813.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolResolution Property

"Resolution (dpi)"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolResolution { get; }
```